Repository: brunolemos/flatnotes
Catalog: Keep/Keep.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: hi

# ArchiveAppBarButton.Label
source: archive
hi: पुरालेख

# ArchivedNotesAppBarButton.Label
source: archived notes
hi: संग्रहीत नोट्स

# AudioAppBarButton.Label
source: audio
hi: ऑडियो

# ColorAppBarButton.Label
source: color
hi: रंग

# DeleteAppBarButton.Label
source: delete
hi: मिटाएँ

# EmptyArchivedNotesMessageTextBox.Text
source: Archived notes appear here
hi: संग्रहीत नोट्स यहां प्रदर्शित

# EmptyNotesMessageTextBox.Text
source: Notes you add appear here
hi: जोड़ा नोटों यहां प्रदर्शित

# FeedbackAppBarButton.Label
source: send a nice feedback
hi: सकारात्मक प्रतिक्रिया भेजें

# NewItemTextBox.PlaceholderText
source: New item
hi: नए आइटम

# NoteChecklistType.Label
source: checklist
hi: चेकलिस्ट

# NoteTextType.Label
source: text
hi: पाठ

# PendingChangesTextBox.Text
source: pending update
hi: लंबित परिवर्तन

# PhotoAppBarButton.Label
source: photo
hi: चित्र

# PrettyDate_AMinuteAgo
source: a minute ago
hi: एक मिनट पहले

# PrettyDate_AMonthAgo
source: one month ago
hi: एक महीने पहले

# PrettyDate_AnHourAgo
source: an hour ago
hi: करीब एक घंटा पहले

# PrettyDate_AWeekAgo
source: one week ago
hi: एक सप्ताह के लिए

# PrettyDate_AYearAgo
source: one year ago
hi: एक साल

# PrettyDate_JustNow
source: just now
hi: अभी

# PrettyDate_NDaysAgo
source: {0} days ago
hi: {0} दिनों कर रहे हैं

# PrettyDate_NHoursAgo
source: {0} hours ago
hi: घंटे पहले {0}

# PrettyDate_NMinutesAgo
source: {0} minutes ago
hi: {0} मिनट कर रहे हैं

# PrettyDate_NMonthsAgo
source: {0} months ago
hi: महीने पहले {0}

# PrettyDate_NWeeksAgo
source: {0} weeks ago
hi: हफ्ते पहले {0}

# PrettyDate_NYearsAgo
source: {0} years ago
hi: साल पहले {0}

# PrettyDate_Yesterday
source: yesterday
hi: यस्टरडे

# RequestFeatureOrReportBugAppBarButton.Label
source: request feature / report bug
hi: सुझाव / बग रिपोर्ट भेजने

# RestoreAppBarButton.Label
source: restore
hi: बहाल

# SettingsAppBarButton.Label
source: settings
hi: सेटिंग्स

# SettingsTextBlock.Text
source: settings
hi: सेटिंग्स

# ShareAppBarButton.Label
source: share...
hi: शेयर ...

# TextTextBox.PlaceholderText
source: Text
hi: पाठ

# TitleTextBox.PlaceholderText
source: Title
hi: शीर्षक

# ToggleChecklistAppBarButton.Label
source: toggle checklist
hi: दिखाएँ / छुपाएँ चेकलिस्ट

source: [YOUR MESSAGE GOES HERE]
hi: [यहां अपना संदेश लिखें]
